Repository: egecam/Doku
Catalog: Doku/Localizable.xcstrings
Source language: en
Languages: ja, tr

source: Add to favourites
ja: お気に入りに追加
tr: Favorilere ekle

source: Automatic Downloads
ja: 自動ダウンロード
tr: Otomatik İndirmeler

source: Delete
ja: 削除
tr: Sil

source: Delete downloaded data
ja: ダウンロードしたデータを削除
tr: İndirilen içeriği sil

source: Download for offline use
ja: オフライン使用のためにダウンロード
tr: İçeriği çevrimdışı kullanım için indir

source: Favourites
ja: お気に入り
tr: Favoriler

source: Rate Doku on App Store
ja: App Storeでドクを評価する
tr: App Store'da Doku'yu değerlendir

source: Recently Saved
ja: 最近保存したもの
tr: Yakın Zamanda Kaydedilenler

source: Recommend a feature
ja: 機能を提案する
tr: Öneride bulun

source: Remove from favourites
ja: お気に入りから削除
tr: Favorilerden kaldır

source: Save
ja: 保存
tr: Kaydet

source: Save to Doku
ja: ドクに保存
tr: Doku'ya kaydet

source: Saved
ja: 保存済み
tr: Kaydedilenler

source: Saved things will be shown here.
ja: 保存したものがここに表示されます
tr: Kaydedilen içerik burada görünür.

source: Settings
ja: 設定
tr: Ayarlar

source: Share a link, text or tweet with Doku.
ja: リンク、テキスト、ツイートをドクで共有する
tr: Bir bağlantıyı, yazıyı veya tweet'i Doku ile paylaş.

source: Sign Out
ja: ログアウト
tr: Çıkış Yap

source: Subscriptions
ja: サブスクリプション
tr: Abonelikler

source: Tags (comma-separated)
ja: タグ（カンマ区切り
tr: Etiketler (virgülle-ayrılmış)

source: This is not an actual tweet. This is just a placeholder.
ja: これは実際のツイートではありません。プレースホルダーです。
tr: Bu gerçek bir tweet değil. Sadece yerini doldursun diye kondu.

source: Title
ja: タイトル
tr: Başlık

source: Unknown content type
ja: 不明なコンテンツタイプ
tr: Bilinmeyen içerik türü

source: Your digital commonplace book
ja: あなたのデジタルノートブック
tr: Dijital bilgi defterin

source: Your Doku is empty.
ja: あなたのドクは空です
tr: Doku'n boş.
